Repository: gnahotelsolutions/gnahs-wp-tools
Catalog: languages/gnahs-wp-tools-*.po
Languages: ca, es_es

source: GNA Hotel Solutions WordPress Tools Configuration
ca: Configuració de GNA Hotel Solutions WordPress Tools
es_es: Configuración de GNA Hotel Solutions WordPress Tools

source: Parameters for the GNAHS booking engine
ca: Paràmetres pel motor de reserves de GNAHS
es_es: Parámetros para el motor de reservas de GNAHS

source: Client UUID
ca: UUID del client
es_es: UUID del cliente

source: Client slug
ca: Slug del client
es_es: Slug del cliente

source: Establishment codes (comma separated if there is more than one)
es_es: Códigos de establecimiento (separados por coma si hay más de uno)

source: API URL Alias (https://alias.gnahs.app)
ca: Alias de la URL de l'API (https://alias.gnahs.app)
es_es: Alias de la URL de la API (https://alias.gnahs.app)

source: Secret Key
es_es: Clave secreta

source: RHO API
es_es: API de RHO

source: If you already have a booking page, you can replace its content with the following shortcode: %s for the integration of the booking engine. If the page does not exist, you can generate a default booking page using the button
ca: Si ja tens una pàgina de reserva, pots reemplaçar el seu contingut amb el següent shortcode: %s per a la integració del motor de reserves. Si la pàgina no existeix, pots generar una pàgina predeterminada amb el motor de reserves des del botó
es_es: Si ya tienes una página de reserva, puedes reemplazar su contenido con el siguiente shortcode: %s para la integración del motor de reservas. Si la página no existe, puedes generar una página predeterminada con el motor de reservas desde el botón

source: Similarly, if you already have a booking confirmation page, you can replace its content with the following shortcode: %s for the integration of the booking confirmation. If the page does not exist, you can generate a default confirmation page using the button
ca: A més, si ja tens una pàgina de confirmació de reserva, pots reemplaçar el seu contingut amb el següent shortcode: %s per a la integració de la confirmació de reserva. Si la pàgina no existeix, pots generar una pàgina predeterminada amb la confirmació de reserva des del botó
es_es: Del mismo modo, si ya tienes una página de confirmación de reserva, puedes reemplazar su contenido con el siguiente shortcode: %s para la integración de la confirmación de reserva. Si la página no existe, puedes generar una página predeterminada con la confirmación de reserva desde el botón

source: Create Booking Page
ca: Crear pàgina de Reserva
es_es: Crear página de Reservas

source: Create Confirmation Page
ca: Crear pàgina de Confirmació de reserva
es_es: Crear página de Confirmación de reserva

source: If an error occurred during plugin installation due to file permissions of the %s file, you can reinsert the rule.
ca: Si en instal·lar l'extensió ha aparegut un error a causa dels permisos de l'arxiu %s, pots tornar a inserir la regla.
es_es: Si ha ocurrido un error durante la instalación del plugin debido a los permisos de archivo del archivo %s, puedes volver a insertar la regla.

source: Insert rule into .htaccess
ca: Inserir regla a .htaccess
es_es: Insertar regla en .htaccess

source: The .htaccess file is not editable. Make sure you have the appropriate permissions.
ca: L'arxiu .htaccess no és modificable. Assegura't de tenir els permisos adequats.
es_es: El archivo .htaccess no es editable. Asegúrate de tener los permisos adecuados.

source: The redirection rule already exists in the .htaccess file.
ca: La regla de redirecció ja existeix a l'arxiu .htaccess.
es_es: La regla de redirección ya existe en el archivo .htaccess.

source: The page you are trying to create already exists.
ca: La pàgina que intenta crear ja existeix.
es_es: La página que intentas crear ya existe.

source: The page has been created successfully.
ca: La pàgina s'ha creat correctament.
es_es: La página se ha creado correctamente.

source: Optional Establishment Code
ca: Codi d'establiment (opcional)
